const stool = ['норма', 'диарея', 'запор'];

const vomit = ['да', 'нет'];

const nausea = ['да', 'нет'];

const appetite = ['норма', 'снижен', 'отсутствует', 'избирательный', 'повышен'];

const PN = ['нет', 'частичное', 'полное'];

const taste = ['очень нравится', 'нравится', 'нормально', 'не нравится', 'очень не нравится', 'отказывается'];

const ration = ['да', 'минимальное питание', 'нет'];

const tube = ['назогастральный зонд', 'гастростома', 'назоинтестинальный зонд', 'еюностома'];

const reasonForChange = ['нет в аптеке', 'плохая переносимость', 'не нравится вкус'];

const mixture = ['Изосурс стандарт', 'Изосурс Энерджи Файбер', 'Инфатрини', 'Клинутрен Юниор', 'Модулен',
  'Неокейт LCP', 'Неокейт Юниор', 'Новасурс Диабет Плюс', 'Нутридринк ваниль', 'Нутридринк клубника',
  'Нутридринк банан', 'Нутридринк шоколад', 'Нутридринк компакт протеин персик-манго', 'Нутризон',
  'Нутризон эдванс Нутридринк', 'Нутризон Энергия', 'Нутризон Энергия с пищевыми волокнами',
  'Нутрикомп Дринк Плюс', 'Нутрикомп Стандарт ликвид', 'Нутрикомп Энергия Файбер Ликвид', 'Нутрини',
  'Нутрини ПВ', 'Нутрини Энергия', 'Нутринидринк', 'Нутриэн Гепа', 'Нутриэн Диабет', 'Нутриэн Стандарт',
  'Нутриэн Стандарт клубника', 'Нутриэн Стандарт карамель', 'Нутриэн Стандарт ваниль',
  'Нутриэн Стандарт с пищевыми волокнами', 'Педиашур Малоежка клубника', 'Педиашур Малоежка ваниль',
  'Педиашур Малоежка шоколад', 'Педиашур Малоежка натуральный', 'Педиашур Малоежка', 'ПедиаШур Здоровейка',
  'Пептамен АФ', 'Пептамен', 'Пептамен Энтерал', 'Пептамен Юниор с 1 до 10 лет', 'Пептамен Юниор Эдванс',
  'Пептикейт', 'Пептисорб Нутризон Эдванс', 'Ресурс 2.0 Файбер', 'Ресурс Оптиум', 'Суппортан каппучино',
  'Суппортан тропические фрукты', 'Фортикер апельсин-лимон', 'Фрезубин Оригинал',
  'Фрезубин Оригинал с пищевыми волокнами', 'Фрезубин Энергия с пищевыми волокнами',
  'Хумана ЛП СЦТ (жидкая смесь)', 'Сурвимед', 'Другие детские'];

const doctors = ['Вашура А.Ю.', 'Васильева Е.С.', 'Шамсутдинова М.С.', 'Алымова Ю.А.', 'Другой'];

export {stool, vomit, nausea, appetite, PN, mixture, reasonForChange, taste, tube, ration, doctors};
